/* Menu strings */"Main Menu About" = "%@ névjegye";"Main Menu Hide Others" = "Mások elrejtése";"Main Menu Show All" = "Mutasd mind";"Main Menu Quit" = "Lépj ki%@";/* GUI Strings */"Window Title" = "%@";"Header" = "Hitelesítés";"Text PreAuth" = "A szoftver eltávolításához rendszergazdai jelszóra van szükség";"Info PreAuth" = "";"Lock PreAuth" = "Változtatások végrehajtásához kattintson a zárra";"Lock Auth" = "Hitelesítés folyamatban...";"Text PostAuth" = "Kérjük, várjon, amíg az eltávolító konfigurálása végbemegy";"Info PostAuth" = "";"Lock PostAuth" = "Felhasználó hitelesítve";/* Buttons */"Cancel" = "Mégse";"OK" = "OK";"Quit" = "Lépj ki";"Resume" = "Folytasd";/* Dialogs */"Quit Dialog Title" = "Telepítés megszakítása";"Quit Dialog Header" = "Az eltávolítás nincsen kész";"Quit Dialog Text" = "Ha most megszakítja az eltávolítást, %@ nem lesz eltávolítva. Az eltávolítás folytatásához kattintson a 'Folytasd'-ra. Az eltávolítás megszakításához kattintson a 'Lépj ki'-re.";"Application Error Title" = "Alkalmazási hiba";"Application Error Text" = "%@ eltávolítása végrehajtási hiba miatt nem folytatódhat. (Hibakód -43)";"Execution Error Title" = "Végrehajtási hiba";"Execution Error Text" = "%@ eltávolítása végrehajtási hiba miatt nem folytatódhat. (Hibakód -43)";